/**
English Localization File
Hint - Accessibility Hint trait.  Phrases starting with capitalization and ending with period.
Label - Accessibility Label trait.  Single Word, do not include name of structure
 
@author Copyright 2010 Team Axe, LLC. All rights reserved. http://www.teamaxe.org
@date 09/01/2010
@file French
*/

/* Primary Navigation */
"PrimaryMenuTitle" = "Main Menu";
"PrimaryMenuHint" = "Provides Primary Navigation.";
"PrimaryMenuLabel" = "Tab Menu Primary Navigation";
"PrimaryNav1Title" = "Home";
"PrimaryNav1Hint" = "Selects Home Section for Conscience interaction.";
"PrimaryNav1Label" = "Home Section";
"PrimaryNav2Title" = "Journal";
"PrimaryNav2Hint" = "Selects Journal Section for entering in decisions.";
"PrimaryNav2Label" = "Journal Section";
"PrimaryNav3Title" = "Collection";
"PrimaryNav3Hint" = "Selects Collection Section for reviewing history.";
"PrimaryNav3Label" = "Collection Section";

"PreviousButtonLabel" = "Previous";
"PreviousButtonHint" = "Allows access to previous screen.";

"NextButtonLabel" = "Next";
"NextButtonHint" = "Allows access to next screen.";

/* Intro screen */
"IntroThoughtButtonLabel" = "Conscience thought bubble";
"IntroThoughtButtonHint" = "Allows skipping of current instruction.";
"IntroNextButtonLabel" = "Introduction skip";
"IntroNextButtonHint" = "Allows skipping of entire introduction.";

/* Conscience Home screen */
"ConscienceScreenTitle" = "Home";
"ConscienceScreenLabel" = "Home Section Screen";
"ConscienceScreenHint" = "Provides Screen for interacting with Conscience.";
"ConscienceScreenVirtueLabel" = "Virtue";
"ConscienceScreenViceLabel" = "Vice";
"ConscienceScreenRankLabel" = "Rank";
"ConscienceScreenConscienceButtonLabel" = "Conscience";

/* Choice Home screen */
"ChoiceInitScreenTitle" = "Journal";
"ChoiceInitScreenLabel" = "Journal Section Screen";
"ChoiceInitScreenHint" = "Provides Screen for selecting type of Journal entry.";
"ChoiceInitScreenChoiceGoodLabel" = "Moral Choice";
"ChoiceInitScreenChoiceGoodHint" = "Selects Good Choice for entry.";
"ChoiceInitScreenChoiceBadLabel" = "Immoral Choice";
"ChoiceInitScreenChoiceBadHint" = "Selects Bad Choice for entry.";
"ChoiceInitScreenLuckGoodLabel" = "Good Luck";
"ChoiceInitScreenLuckGoodHint" = "Selects Good Luck for entry.";
"ChoiceInitScreenLuckBadLabel" = "Bad Luck";
"ChoiceInitScreenLuckBadHint" = "Selects Bad Luck for entry.";
"ChoiceInitScreenChoiceListLabel" = "All Choices";
"ChoiceInitScreenChoiceListHint" = "Selects List of all Choices for review.";
"ChoiceInitScreenLuckListLabel" = "Fate";
"ChoiceInitScreenLuckListHint" = "Selects List of all Luck for review.";
"ConscienceViewControllerWelcomeMorningGood" = "Good Morning!";
"ConscienceViewControllerWelcomeAfternoonGood" = "Good Afternoon!";
"ConscienceViewControllerWelcomeNightGood" = "Good Evening!";
"ConscienceViewControllerWelcomeMorningBad" = "Morning.";
"ConscienceViewControllerWelcomeAfternoonBad" = "Hello.";
"ConscienceViewControllerWelcomeNightBad" = "Good night.";


/* Choice Entry screen */
/* Localized screens are called from a format that takes a BOOL as arg*/
/* 1 = Good, 0 = Bad */
"ChoiceScreenTitle" = "Choice";
"ChoiceScreen1Title" = "Moral Choice";
"ChoiceScreen0Title" = "Immoral Choice";
"ChoiceScreenLabel" = "Choice Entry Screen";
"ChoiceScreenHint" = "Provides Screen for entering in choices.";

"ChoiceScreenChoice1Label" = "Enter in your good deed.";
"ChoiceScreenChoice0Label" = "Enter in your bad deed.";
"ChoiceScreenMoral1Label" = "Select a Virtue";
"ChoiceScreenMoral1Hint" = "Provides a list of Virtues.";
"ChoiceScreenMoral0Label" = "Select a Vice";
"ChoiceScreenMoral0Hint" = "Provides a list of Vices.";
"ChoiceScreenDescription" = "Please elaborate on your choice.";

"ChoiceScreenChoiceTextFieldHint" = "Provides a short description of the Choice.";
"ChoiceScreenChoiceTextFieldLabel" = "Choice";
"ChoiceScreenDescriptionTextViewHint" = "Provides a long description of the Choice.";
"ChoiceScreenDescriptionTextViewLabel" = "Description";

/* Label for Choice text field */
"ChoiceScreenChoiceLabel" = "Choice";

/* Title Label for Done button */
"ChoiceScreenDoneButtonTitleLabel" = "Done";
"ChoiceScreenDoneButtonHint" = "Finishes Choice entry.";	
"ChoiceScreenDoneButtonLabel" = "Done";	 

/* Title Label for Cancel button */
"ChoiceScreenCancelButtonTitleLabel" = "Cancel";
"ChoiceScreenCancelButtonHint" = "Cancels Choice entry.";	
"ChoiceScreenCancelButtonLabel" = "Cancel";	 

/* Label for Moral text field */
"ChoiceScreenMoralLabel" = "Moral";
"ChoiceScreenMoralLabelVirtue" = "Virtue";
"ChoiceScreenMoralLabelVice" = "Vice";

"ChoiceScreenMoralReferenceButtonHint" = "Provides description of selected Moral.";
"ChoiceScreenMoralReferenceButtonLabel" = "Moral Reference";

"ChoiceScreenMoralHistoryButtonHint" = "Provides list of previous entries.";
"ChoiceScreenMoralHistoryButtonLabel" = "Moral History";

/* Label for Severity Slider */
"ChoiceScreenSeverityLabel" = "Severity";
"ChoiceScreenSeverityLabel1a" = "Good";
"ChoiceScreenSeverityLabel1b" = "Great";
"ChoiceScreenSeverityLabel1c" = "Moral";
"ChoiceScreenSeverityLabel1d" = "Saintly";
"ChoiceScreenSeverityLabel1e" = "Perfection";
"ChoiceScreenSeverityLabel0a" = "Bad";
"ChoiceScreenSeverityLabel0b" = "Dreadful";
"ChoiceScreenSeverityLabel0c" = "Immoral";
"ChoiceScreenSeverityLabel0d" = "Fiendish";
"ChoiceScreenSeverityLabel0e" = "Evil";
"ChoiceScreenDetailsLabel"  = "Details";

"ChoiceScreenSeverityLabel1Hint" = "Displays current Virtue Severity.";
"ChoiceScreenSeverityLabel0Hint" = "Displays current Vice Severity.";

"ChoiceScreenSeverity1Hint" = "Selects the Virtue Severity.";
"ChoiceScreenSeverity0Hint" = "Selects the Vice Severity.";
"ChoiceScreenSeverity1Label" = "Virtue Severity";
"ChoiceScreenSeverity0Label" = "Vice Severity";

/* Luck Entry screen */
"LuckScreenTitle" = "Luck";
"LuckScreen1Title" = "Good Luck";
"LuckScreen0Title" = "Bad Luck";
"LuckScreenLabel" = "Luck Entry Screen";
"LuckScreenHint" = "Provides Screen for entering in luck.";

"LuckScreenLuckTextFieldHint" = "Provides a short description of the Luck.";
"LuckScreenLuckTextFieldLabel" = "Luck";
"LuckScreenDescriptionTextViewHint" = "Provides a long description of the Luck.";
"LuckScreenDescriptionTextViewLabel" = "Description";
"LuckScreenLuck1Label" = "Enter in some good luck.";
"LuckScreenLuck0Label" = "Enter in some bad luck.";
"LuckScreenKey1Label" = "Fortune";
"LuckScreenLuck1Hint" = "Shows what kind of luck.";
"LuckScreenKey0Label" = "Misfortune";
"LuckScreenLuck0Hint" = "Shows what kind of luck.";
"LuckScreenDescription" = "Please elaborate on your luck.";

/* Label for Luck text field */
"LuckScreenLuckLabel" = "Luck";

/* Title Label for Done button */
"LuckScreenDoneButtonTitleLabel" = "Done";
"LuckScreenDoneButtonHint" = "Finishes Luck entry.";	
"LuckScreenDoneButtonLabel" = "Done";	 

/* Title Label for Cancel button */
"LuckScreenCancelButtonTitleLabel" = "Cancel";
"LuckScreenCancelButtonHint" = "Cancels Luck entry.";	
"LuckScreenCancelButtonLabel" = "Cancel";	 

/* Label for Severity Slider */
"LuckScreenSeverityLabel1a" = "Good";
"LuckScreenSeverityLabel1b" = "Great";
"LuckScreenSeverityLabel1c" = "Lucky";
"LuckScreenSeverityLabel1d" = "Unbelievable";
"LuckScreenSeverityLabel1e" = "Fate";
"LuckScreenSeverityLabel0a" = "Bad";
"LuckScreenSeverityLabel0b" = "Dreadful";
"LuckScreenSeverityLabel0c" = "Unlucky";
"LuckScreenSeverityLabel0d" = "Ridiculous";
"LuckScreenSeverityLabel0e" = "Fate";

"LuckScreenSeverityLabel1Hint" = "Displays current Luck Severity.";
"LuckScreenSeverityLabel0Hint" = "Displays current Luck Severity.";

"LuckScreenSeverity1Hint" = "Selects the Good Luck Severity.";
"LuckScreenSeverity0Hint" = "Selects the Bad Luck Severity.";
"LuckScreenSeverity1Label" = "Good Luck Severity.";
"LuckScreenSeverity0Label" = "Bad Luck Severity.";

/* Title for Choice Details screen */
"ChoiceDetailsScreenTitle" = "Choice Details";

/* Title Label for Done button */
"ChoiceDetailsScreenDoneButtonTitleLabel" = "Done";
"ChoiceDetailsScreenDoneButtonHint" = "Finishes Detail entry.";
"ChoiceDetailsScreenDoneButtonLabel" = "Done";
"ChoiceDetailsScreenCancelButtonTitleLabel" = "Cancel";
"ChoiceDetailsScreenCancelButtonHint" = "Cancels Detail entry.";
"ChoiceDetailsScreenCancelButtonLabel" = "Cancel";
"ChoiceDetailsScreenJustificationText" = "Enter in your justification.";
"ChoiceDetailsScreenJustificationHint" = "Provides a short justification.";
"ChoiceDetailsScreenJustificationLabel" = "Justification";
"ChoiceDetailsScreenConsequenceText" = "Enter in what happened.";
"ChoiceDetailsScreenConsequenceHint" = "Provides a short consequence.";
"ChoiceDetailsScreenConsequenceLabel" = "Consequence";

"ChoiceDetailsScreenInfluenceHint" = "Provides influence on other people.";
"ChoiceDetailsScreenInfluenceLabel" = "Influence";

/* Label for Influence Slider */
"ChoiceDetailsScreenInfluenceLabel" = "Influence";
"ChoiceDetailsScreenInfluenceLabel1" = "Personal";
"ChoiceDetailsScreenInfluenceLabel2" = "Local";
"ChoiceDetailsScreenInfluenceLabel3" = "Broad";
"ChoiceDetailsScreenInfluenceLabel4" = "Widespread";
"ChoiceDetailsScreenInfluenceLabel5" = "Boundless";

/* Title for Choice List screen */
"ChoiceListScreenTitle" = "All Choices";

"ChoiceListScreenOrderButtonHint" = "Cycles the list order between ascending and descending.";
"ChoiceListScreenOrderButtonLabel" = "Order";

"ChoiceListScreenSortButtonHint" = "Sorts the list by different criteria.";
"ChoiceListScreenSortButtonLabel" = "Sort";

/* Title for Luck List screen */
"LuckListScreenTitle" = "Fate";

/* Title for Reference Home Screen */
"ReferenceScreenTitle" = "Collection";

/* Labels for Reference Home Screen */
"ReferenceScreenPeopleTitle" = "Figures";
"ReferenceScreenMoralsTitle" = "Morals";
"ReferenceScreenBooksTitle" = "Books";
"ReferenceScreenBeliefsTitle" = "Beliefs";
"ReferenceScreenReportsTitle" = "Reports";
"ReferenceScreenDefaultTitle" = "Collection";
"ReferenceScreenAccessoriesTitle" = "Accessories";
"ReferenceScreenPeopleLabel" = "Figures";
"ReferenceScreenMoralsLabel" = "Morals";
"ReferenceScreenBooksLabel" = "Books";
"ReferenceScreenBeliefsLabel" = "Beliefs";
"ReferenceScreenReportsLabel" = "Reports";
"ReferenceScreenDefaultLabel" = "Collection";
"ReferenceScreenAccessoriesLabel" = "Accessories";
"ReferenceScreenPeopleHint" = "Selects list of People.";
"ReferenceScreenMoralsHint" = "Selects list of Morals.";
"ReferenceScreenBooksHint" = "Selects list of Books.";
"ReferenceScreenBeliefsHint" = "Selects list of Beliefs.";
"ReferenceScreenReportsHint" = "Selects list of Report.";
"ReferenceScreenDefaultHint" = "Selects list of References.";
"ReferenceScreenAccessoriesHint" = "Selects list of Accessories.";

/* Labels for Reference Detail Screen */
"ReferenceDetailScreenPeopleTitle" = "Figure";
"ReferenceDetailScreenMoralsTitle" = "Moral";
"ReferenceDetailScreenBooksTitle" = "Book";
"ReferenceDetailScreenBeliefsTitle" = "Belief";
"ReferenceDetailScreenReportsTitle" = "Report";
"ReferenceDetailScreenDefaultTitle" = "Collection";
"ReferenceDetailScreenAccessoriesTitle" = "Accessory";

/* Title for Reference List Screen */
"ReferencesScreenTitle" = "Collection";

/* Title for Reference Detail Screen */
"ReferenceDetailScreenTitle" = "Collection Detail";
"HelpReferenceDetailViewController1Title1" = "Quote";

/* Button Labels for first Conscience Modal Screens */
"ConscienceModalScreenButton0Label" = "Commissary";
"ConscienceModalScreenButton0Hint" = "Selects store to buy items.";
"ConscienceModalScreenButton1Label" = "Morathology";
"ConscienceModalScreenButton1Hint" = "Selects the Morathology Adventures.";
"ConscienceModalScreenButton2Label" = "Moral Report";
"ConscienceModalScreenButton2Hint" = "Selects the Moral Report.";
"ConscienceModalScreenButton2Label" = "Unimplemented";
"ConscienceModalScreenButton2Hint" = "Cannot select.";
"ConscienceModalScreenButton4Label" = "Features";
"ConscienceModalScreenButton4Hint" = "Selects ability to change facial features.";
"ConscienceModalScreenButton5Label" = "Colors";
"ConscienceModalScreenButton5Hint" = "Selects ability to change feature colors.";
"ConscienceModalScreenButton6Label" = "Accessories";
"ConscienceModalScreenButton6Hint" = "Selects the ability to buy accessories.";


/* Title for first Choice Help Screen*/
"HelpChoiceInitViewController0Title1" = "Choice Selection";
"HelpChoiceInitViewController0Text1" = "This is the Choice Selection Screen.  You do several things here.\n\nYou can enter a Moral or Immoral Choice.  You can get a list of all the Choices you've already entered and revisit them.  How's that for Choice?";
"HelpChoiceViewController0Title1" = "Choice Entry";
"HelpChoiceViewController0Text1" = "You must enter in a name for this Choice and select a Moral.\n\nYou can move the Severity Slider to rate how good or bad this choice is, too.  You should totally do like a little 'wikka wikka' sound while moving it backward and forward really fast.";
"HelpChoiceViewController0Title2" = "Devil in the Details";
"HelpChoiceViewController0Text2" = "You can also select any prior choice tapping the round History button (...) and selecting a previous entry.\n\nAdditionally, you can enter in more details for a choice by tapping the Details button.";
"HelpReferenceViewController0Title1" = "Collections";
"HelpReferenceViewController0Text1" = "You can collect gear by studying Morathology or buying things in the Commissary.  You can review those prizes and Collections here.\n\nRemember.  It's not called hoarding until you let someone into your house.";
"HelpChoiceDetailViewController0Title1" = "Deets";
"HelpChoiceDetailViewController0Text1" = "If you're torn between ontology and deontology, you can try to justify your Choice as well as list any of its Consequences.\n\nYou can also select how much Influence this Choice will have.  This has the most effect on the Moral Weight of the Choice.";
"HelpDilemmaListViewController0Title1" = "Welcome to Morathology!";
"HelpDilemmaListViewController0Text1" = "Morathology is the examination of one's own Conscience.  Since I am your Conscience, I'd like to know what motivates you.\n\nNot everyone can be completely moral all the time, so you have to pick and chose what ethics are most important to you.";
"HelpDilemmaListViewController0Title2" = "Becoming a Morathologist";
"HelpDilemmaListViewController0Text2" = "A Morathologist attempts to be cognizant of his or her moral place in the world.\n\nWe'll look at many dilemmas, and you'll need to tell me how you'd react in those situations.  Then, I'll learn what Virtues are important to you.";
"HelpDilemmaListViewController0Title3" = "Jump In The Line";
"HelpDilemmaListViewController0Text3" = "So, just select the first dilemma on the Dilemma List to get started.\n\nEach subsequent adventure will be unlocked as you complete its predecessor.";
"HelpReportPieViewController0Title1" = "Pie-ity";
"HelpReportPieViewController0Text1" = "The Moral Report will show you your greatest Virtue and worst Vice.  You can switch between report types by tapping on the Halo in the middle of the graph.\n\nYou can also sort and order the list by tapping those buttons.";
"HelpReportPieViewController0Title2" = "Weight and See";
"HelpReportPieViewController0Text2" = "Your Journal entries will be more heavily weighted than your Morathology studies.\n\nActions speak louder than words and all that.";
"HelpConscienceModalViewController0Title1" = "Headcase";
"HelpConscienceModalViewController0Text1" = "Welcome to my thoughts!  Here you interact with me, your Conscience, in several ways.  \n\nYou can change my appearance, train me and get my opinion on how you're doing.";
"HelpConscienceModalViewController0Title2" = "Case In Point";
"HelpConscienceModalViewController0Text2" = "You can change my appearance in the Commissary.\n\nYou can train me by conducting Morathology, as well.\n\nLastly, you can study your moral profile with the Moral Report.";
"HelpConscienceListViewController0Title1" = "Feeling Listless";
"HelpConscienceListViewController0Text1" = "Here, you can purchase accessories for me.  Each customization you apply to me has an influence on the Moral Report.\n\nYou can filter the list by things that are affordable or owned by tapping on the Ethical button.";

/* Labels for Report Pie Screen */
"ReportPieViewController1Title" = "Moral Report";
"ReportPieViewController0Title" = "Immoral Report";

/* All Help Screen Texts */
"HelpConscienceViewController1Title1" = "Choices, Choices";
"HelpConscienceViewController1Text1" = "Before I can keep track of your Choices, you need to enter one.\n\nTap on the Journal Tab at the bottom.\n\nI chose you!";
"HelpChoiceViewController1Title1" = "Cat Got Your Tongue?";
"HelpChoiceViewController1Text1" = "Please type something in the Choice Field.  That way, you can identify it.\n\nIf you don't, then you'll be all like, 'Aw man!  Is that the one where I defrauded a retirement home or the one where I saved like 20 kids from a burning school bus?!'";
"HelpChoiceViewController2Title1" = "Amoral?";
"HelpChoiceViewController2Text1" = "Please select a Moral before tapping the Done button.  Not only will it allow you to assign a Moral to a choice, but it will also keep me from bothering you about it.\n\nIt's a Win-Win!";
"HelpConscienceModalViewController1Title1" = "You Sho' 'Bout Dat?";
"HelpConscienceModalViewController1Text1" = "Proceeding with this will delete every piece of information that you've entered to date.  I will not remember you, so I won't even be able to send you a Christmas Card.  You won't come up on my caller ID if you call me, so I'll probably just screen the call.";
"HelpConscienceModalViewController1Title2" = "Walking Before Running";
"HelpConscienceModalViewController1Text2" = "You still have some work to do on the Assignment prior to this one.\n\nPlease finish the other one first, clear the table and load the dishwasher before trying again!";
"HelpLuckViewController1Title1" = "Forgetting something?";
"HelpLuckViewController1Text1" = "Please select a Title before tapping the Done button.  If you want to move that little slider, too, then that would be awesome.\n\nYou should totally do like a little 'wikka wikka' sound while moving it backward and forward really fast.";
"HelpChoiceDetailViewController1Title1" = "Influenza";
"HelpChoiceDetailViewController1Text1" = "This slider represents how much affect you think that this Choice will have on others.  It also has the most effect on the Weight of the Choice in your Moral Report.\n\nLeft-side = svelte, little Choice, Right-side = big, strong Choice.";